; TaskSwitchXP Pro 2.0 Azeri Language File
; Translated by Orkhan Guliyev <admin@ourtechnology.org>
; Officially translation has carried out OUR Technology, Inc. <office@ourtechnology.org>
;

19999="Azeri (Azərbaycan dili)"


; Configuration
20000="TaskSwitchXP Pro 2.0 Parametrləri"
20001="ОK"
20002="Olmadı"
20003="Oldu"

; Filters
20031="TaskSwitchXP (*.cfg) konfiqurasiya faylları"


; Pages
20050="Ümumi"
20051="Xarici görünüş"
20052="Tapşırıq siyahısı"
20053="Əvvəlcədən baxış"
20054="Məlumat"
20055="\"Qaynar\" klavişlər"
20056="Çıxarılma"
20057="Əlavə"
20058="Proqram haqqında"

; Page descriptions
20070="TaskSwitchXP ümumi parametrləri"
20071="TaskSwitchXP xarici görünüşü"
20072="Tapşırıq siyahısı"
20073="Pəncərələrə əvvəlcədən baxış"
20074="Tapşırıq haqqında İnformasiya"
20075="TaskSwitchXP \"Qaynar\" klavişləri"
20076="TaskSwitchXP çıxarılmaları"
20077="TaskSwitchXP əlavə parametrləri"
20078="TaskSwitchXP proqramı haqda"


; General page
20100="İnterfeys dili:"
20101="<a id=\"idLang\" href=\"\">Digər tərcümələr...</a>"
20102="Sistemdə hər bir istifadəçi üçün ayrıca parametrlər"
20103="Sistemin işə salınması anında TaskSwitchXP girişi"
20104="TaskSwitchXP üçün yüksək prioritet saxlanılması"
20105="Ms PowerToy TaskSwitcher işə salınmasını yoxlamaq"
20106="Tree-də ikonlar:"
20107="TaskSwitchXP ikonunu start zamanı göstərmək"
20108="Digər ikondan istifadə et:"
20109="Mouse-un sağ düyməsi ilə pəncərələri tree-ə yığmaq"
20110="Windows-a TaskSwitchXP ikonlarını gizlətməyə imkan verməmək"
20111="Alt-Tab siyahısına tree-ə yığılanları əlavə etmək"

20120="Əvvəlki"
20121="Yükləmək..."
20122="Saxla..."

; Appearance page
20200="Ekranda vəziyyət:"
20201="Aktiv monitorda"
20202="TaskSwitchXP üçün kölgə effekti"
20203="TaskSwitchXP üçün şəffaflıq:"
20204="Əsas yaranmanı istifadə etnək (ms-də)"
20205="Əsas məhv olmanı istifadə etmək (ms-də)"
20206="TaskSwitchXP skinləri:"
20207="XP üçün vizual stillər:"
20208="Klassik stillər:"
20209="Hər zaman klassik stildən istifadə etmək"
20210="Sol-sağ panellərini çevirmək"

20270="Yuxarı solda"
20271="Yuxarı mərkəz ilə"
20272="Yuxarı sağa"
20273="Mərkəz ilə solda"
20274="Mərkəz ilə"
20275="Mərkəz ilə sağda"
20276="Aşağı solda"
20277="Aşağı mərkəz ilə"
20278="Aşağı sağda"

20280="Menyu \"Start\" XP (əvvəlki)"
20281="Ms PowerToy TaskSwitcher stili"
20282="XP adi pəncərəsi"
20283="XP nazik stil"
20284="XP hissələr stili"
20285="XP tapşırıq paneli stili"

20290="Menyu \"Start\" (əvvəlki)"
20291="Nazik menyu \"Start\""


20300="Görünüş:"
20301="Kolonka siyahısı:"
20302="Enlilik (piksellərlə):"
20303="Sətr sayı:"
20304="Kiçik işarələr"
20305="Siyahı elementləri üçün kömək göstərmək"
20306="Siyahı elementinə kursor gətirdikdə, görünüşünün dəyişdirilməsi"
20307="Kursor altında siyahı elementinin bildirilməsi"
20308="Fırlanma təkərlərini invert etmək"
20309="Bildirilmə stili:"
20310="Fokusu rəngləmək"
20311="Mətn və rənglərin stili:"
20312="Şrift:"
20313="Ağırlıq:"
20314="Q"
20315="K"
20316="Rəng:"

20390="İşarələr"
20391="Siyahı"

20380="Ramka"
20381="Adi"
20382="Skruqlanmış"

20370="Mətn"
20371="Seçilmiş mətn"
20372="Seçilmiş mətnin fonu"
20373="Qeydə alınmış mətn 1"
20374="Qeydə alınmış, seçilmiş mətnin fonu 1"
20375="Qydə alınmış mətn 2"
20376="Qeydə alınmış, seçilmiş mətnin fonu 2"


; Preview page
20400="Əvvəlcədən baxış:"
20401="\"İş masası\" stili"
20402="\"Pəncərələr\" stili"
20403="Tapşırıq panelini göstərmək"
20404="Verilənin yalnız yuxarı pəncərəsini rəngləmək"
20405="İş masası və ramka fonunu rəngləməmək (v1.0-da olduğu kimi)"
20406="İş masasının oboylarını fon kimi istifadə etmək"
20407="Şəklin dairəsi üzrə ramkanı rəngləmək"
20408="Şəkli vertikal üzrə mərkəzləmə"
20409="Yığılmış pəncərələrin başlıqlarını bildirmək (*)"
20410="Şəffaf pəncərələri xaric etmək (*)"
20411="Əvvəlcədən baxış enlilik ərazisi (piksellərdə):"
20412="Birinci göstərişin gecikməsi (ms-də):"
20413="Şəkilləri keş etməmək"
20414="Şəkli avtomatik olaraq yeniləmək (ms-də):"


; Info page
20500="Başlıq paneli:"
20501="Şrift:"
20502="Ağırlıq:"
20503="Q"
20504="K"
20505="Rəng:"
20506="Kölgəni rəngləmək:"
20507="Dərinlik:"
20508="Rəng:"
20509="Verilənin işarəsini göstərmək"
20510="Başlığın kiçik paneli"
20511="Məlumat paneli:"
20512="Şrift:"
20513="Ağırlıq:"
20514="Q"
20515="K"
20516="Rəng:"
20517="Kölgəni rəngləmək:"
20518="Dərinlik:"
20519="Rəng:"
20520="Hündürlük:"
20521="Format:"

20590="Boşdur"
20591="Yalnız tapşırıq nömrəsi"
20592="Proses indetifikatoru"
20593="Proses adı"
20594="Proses adı [identifikator]"
20595="Proqram haqqında anlayış"

; Hotkeys page
20600="Standart Alt-Tab-ı TaskSwitchXP dəyişmək"
20601="Ctrl+Alt+Tab vasitəsilə bir verilən üzrə pəncərələrlə keçid"
20602="Alt buraxıldıqda TaskSwitchXP gizlətməmək"
20603="Alt-Tab aşağıtəyinatlı tutma növünü istifadə etmək"
20604="TaskSwitchXP xüsusiyyətləri:"
20605="Bütün verilənlərin siyahısı:"
20606="Verilənlər pəncərə siyahısı:"
20607="TaskSwitchXP paramentrləri:"
20608="Tree-də işarələri göstərmək/gizlətmək:"
20609="TaskSwitchXP bağlamaq:"
20610="Əlavə \"qaynar\" klavişlər:"
20611="Pəncərələri tree-ə yığmaq:"
20612="Tree-dən bərpa etmək:"

; Exclusions page
20700="Əlavə et..."
20701="Dəyiş..."
20702="Sil"

20780="Əvvəlcədən baxış"
20781="Pəncərələrin sayılması"

20790="Adı"
20791="Parametrlər"

; Advanced page
20800="Başlıqlar:"
20801="Verilənin əsas pəncərə başlığını istifadə etmək"
20802="İnterfeysin əlavə parametrləri:"
20803="Başlıq panelini göstərməmək"
20804="Məlumat panelini göstərməmək"
20805="Tree-də işarə hərəkəti:"
20806="Kontekts menyu:"
20807="TaskSwitchXP parametrləri:"
20808="Verilənlərin siyahısı:"
20809="Verilənlərin pəncərə siyahısı:"
20810="Konfiqurator parametrləri:"
20811="Pəncərə parametrlərini bütün pəncərələrdən yuxarı göstərmək"
20812="Pəncərə parametrlərinin vəziyyətini yadda saxlamaq"
20813="Sonuncu səhifəni yadda saxlamaq"
20814="Start/Çıxışda TaskSwitchXP aktiv etmək"

20890="Xeyir/Yoxdur"
20891="Mouse-un sol düyməsi"
20892="Solun ikili vurulması"
20893="Mouse-un orta düyməsi"
20894="Ortanın ikili vurulması"
20895="Mouse-ın sağ düyməsi"
20896="Sağın ikili vurulması"


; About page
20900="Proqramın Azərbaycan dili versiyası hüquqlarını <a id=\"idTranslatorHome\" href=\"http://www.ourtechnology.org\">OUR Technology</a> şirkəti qoruyur. İrad və ya təkliflərinizi <a id=\"idTranslatorMail\" href=\"mailto:admin@ourtechnology.org\">elektron poçtla</a> bildirin."


; Exclusions dialog
22000="TaskSwitchXP çıxırılmaları"
22001="OK"
22002="Olmadı"
22003="Aktiv verilənlər:"
22004="Yenilə"
22005="Çıxarılmanın adı:"
22006="*ilə cıxart:"
22007="Prosesin adı:"
22008="Pəncərələrin növü:"
22009="Pəncərənin başlığı:"
22010="*dan çıxart:"
22011="əvvəlcədən baxışa"
22012="pəncərələrin sayılması"
22013="Aktiv edilib"

22090=""
22091=">> ""əvvəlcədən baxış"dan çıxart"
22092=">> "sayılanlardan çıxardılıb"

; Errors
30000="TaskSwitchXP konfiqurator səhvi"
30002="TaskSwitchXP.exe işə salmaq mümkün deyil. Proqramın yükləmə növünü yoxlayın!"
30003="Verilənləri qeydiyyatda saxlamaq mümlün deyil. Qəbul qanunlarını yoxlayın!"
30004="Parametrləri fayldan yükləmək mümkün deyil."
30005="Parametrləri fayldan yükləmək mümkün deyil. Əvvəlki vəziyyətə qaytarıldı!"
30006="Faylda parametrləri saxlamaq mümkün deyil."

; Hints for exclusion dialog
30100="Ad bildirilməyib"
30101="Çıxış üçün hər hansı bir ad daxil edin."
30102="Parametrlər bildirilməyib"
30103="Çıxarılma parametrlərini təyin edin."
30104="Prosesin adı təyin edilməyib"
30105="Çıxarılma prosesin adını daxil edin."
30106="Pəncərələrin növü bildirilməyib"
30107="Çıxarılma pəncərələrinin növünü daxil edin."

30900="TaskSwitchXP təyin edilməsi"
30901="TaskSwitchXP təyin edimişdir ki, sistemdə iki monitor aktivdir.\r\nİkinci displeyə nəzarət etmək üçün \"Pəncərə\" stili aktiv edilsin?"


; TaskSwitchXP

; Tray menu
31000="Bütün verilənlər..."
31001="Aktivin pəncərələri..."
31002="Parametrləri..."
31003="Çıxış"

31020="Tez parametrlər"
31021="İşarələri tree-də gizlətmək"
31022="Alt-Tab-ı dəyiş"
31023="Ctrl+Alt+Tab istifadə et"
31024="Alt buraxıldıqda gizlətməmək"
31025="Aşağıtəyinatlı tutma növü"
31026="Yeni çıxarılma..."

31050="Kömək"
31051="Sənəd"
31052="Ev səhifəsi"
31053="TaskSwitchXP proqramı haqqında"

; Tray menu for minimized windows
31090="TSXP: %d proqr."
31091="Hamısını bərpa et"
31092="Hamısını yığ"
31093="Hamısını bağla"
31094="Bərpa etmək"
31095="Yığ"
31096="Bağla"

; List menu
31110="Dəyiş"
31111="Yığ"
31112="Treyə yığ"
31113="Kaskadom"
31114="Yuxarıdan aşağı"
31115="Soldan sağa"
31116="Bərpa etmək"
31117="Çevirmək"
31118="Bağla"
31119="Prosesi sona yetirmək"

; Common menu
31150="Proses haqqında məlumat"
31151="Hamısını seç"
31152="Seçiləni çıxart"
31153="Seçiləni sil"
31154="Başlıq üzrə dəyiş"
31155="Qruplar üzrə dəyiş"

; Info tip mask
31500="Prosesin adı:  %s\r\nİdentifikator:  %u\r\n\r\nÜmumi vaxt:  %u:%02u:%02u\r\nVaxt OV:  %u:%02u:%02u\r\n\r\nИYaddaş ist.:  %uK\r\nVirt. yaddaş:  %uK"
31501="N/A"

; Confirmations
31900="TaskSwitchXP təyin edilməsi"
31901="TaskSwitchXP artıq işə salınıb. İş dayandırılsın?"
31902="Siz əminsiniz ki, TaskSwitchXP bağlamaq istəyirsiniz?"
31903="TaskSwitchXP təyin etmişdir ki, Ms PowerToy işə salınıb.\r\nKonflikt yarana bilər... Məhv edilsin?"

; Errors
32000="TaskSwitchXP səhvi"
32002="Verilənlərin inisializasiyasında səhv."
32003="Alt-Tab aşağıtəyinatlı tutma növündən istifadə etmək mümkün deyil"
32004="Alt+[Shift]+Tab qeydiyyatdan keçirtmək mümkün deyil.\r\nOla bilsin ki, digər proqram artıq onlardan istifadə edir."
32005="Ctrl+Alt+[Shift]+Tab qeydiyyatdan keçirtmək mümkün deyil.\r\nOla bilsin ki, digər proqram artıq onlardan istifadə edir."
32006="ConfigTsXP.exe işə salmaq mümkün deyil! TaskSwitchXP yükləmə növünü yoxlayın."

32500="\"Qaynar\" klavişi qeydiyyatdan keçirtmək mümkün deyil:\r\n\r\nAdı: %s\r\nModifikatorlar: %02X\r\nKod: %02X"
32501="TaskSwitchXP bağla"
32502="Tree-də işarələri göstərmək/gizlətmək"
32503="TaskSwitchXP parametrləri"
32504="Verilənlərin siyahısı"
32505="Pəncərə verilənlərinin siyahısı"
32506="Pəncərələri tree-ə yığmaq"
32507="Tree-dən bərpa etmək"
